Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Allowing only one running instance of VLC can sometimes be useful, for example if you associated VLC with some media types and you don't want a new instance of VLC to be opened each time you double-click on a file in the explorer. This option will allow you to play the file with the already running instance or enqueue it.
ca_es: Que s'executi només un VLC pot ser útil de vegades, per exemple si va associat amb diversos tipus d'element multimèdia i no voleu una nova instància del VLC cada vegada que feu doble clic en un fitxer a l'explorador. Aquesta opció us permet reproduir el fitxer a la instància activa o enviar-lo a la cua.

source: One instance when started from file
ca_es: Una instància quan s'iniciï l'execució des d'un fitxer

source: Allow only one running instance when started from file.
ca_es: Permet que només una instància del VLC s'executi quan s'iniciï l'execució des d'un fitxer.

source: Enqueue items to playlist when in one instance mode
ca_es: Envia a la cua de la llista de reproducció els elements quan estigui en mode d'una sola instància

source: Leave fullscreen
ca_es: Surt de la pantalla completa

source: Select the hotkey to use to leave fullscreen state.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per sortir de l'estat de pantalla completa.

source: Increase scale factor.
ca_es: Incrementa el factor d'escalat.

source: Decrease scale factor.
ca_es: Redueix el factor d'escalat.

source: Cycle through deinterlace modes.
ca_es: Es mou pels modes de desentrellaçat.

source: Show interface
ca_es: Mostra la interfície

source: Raise the interface above all other windows.
ca_es: Superposa la interfície sobre totes les altres finestres.

source: Hide interface
ca_es: Amaga la interfície

source: Lower the interface below all other windows.
ca_es: Posa la interfície per sota de totes les altres finestres.

source: Normal/Repeat/Loop
ca_es: Normal/Repeteix/Bucle

source: Toggle Normal/Repeat/Loop playlist modes
ca_es: Commuta els modes de llista de reproducció Normal/Repetició/Bucle

source: Display OSD menu on top of video output
ca_es: Mostra el menú OSD a la part superior de la sortida de vídeo

source: Do not display OSD menu on video output
ca_es: No mostris el menú OSD en la sortida de vídeo

source: Do not display OSD menu on top of video output
ca_es: No mostris el menú OSD a la part superior de la sortida de vídeo

source: Highlight widget on the right
ca_es: Marca el giny de la dreta

source: Move OSD menu highlight to the widget on the right
ca_es: Mou la marca del menú OSD al giny de la dreta

source: Highlight widget on the left
ca_es: Marca el giny de l'esquerra

source: Move OSD menu highlight to the widget on the left
ca_es: Mou la marca del menú OSD al giny de l'esquerra

source: Highlight widget on top
ca_es: Marca el giny de la part superior

source: Move OSD menu highlight to the widget on top
ca_es: Mou la marca del menú OSD al giny de la part superior

source: Highlight widget below
ca_es: Marca el giny de la part inferior

source: Move OSD menu highlight to the widget below
ca_es: Mou la marca del menú OSD al giny de la part inferior

source: Select current widget
ca_es: Selecciona el giny actual

source: Selecting current widget performs the associated action.
ca_es: La selecció del giny actual du a terme l'acció associada.

source: Greek, Modern ()
ca_es: Grec

source: Kalaallisut (Greenlandic)
ca_es: Kalaallisut (grenlandès)

source: Occitan (post 1500); Provencal
ca_es: Occità (posterior 1500); Provençal

source: Aspect-ratio
ca_es: Relació d'aspecte

source: 3D Now! memcpy
ca_es: memcpy 3D Now!

source: Capture format (default s16l)
ca_es: Captura el format (per defecte s16l)

source: Capture format of audio stream.
ca_es: Captura el format del flux d'àudio.

source: Use alsa:// to open the default audio input. If multiple audio inputs are available, they will be listed in the vlc debug output. To select hw:0,1 , use alsa://hw:0,1 .
ca_es: Utilitzeu alsa:// per obrir l'entrada d'àudio per defecte. Si hi ha diverses entrades d'àudio disponibles, s'afegiran a la llista de la sortida de depuració del vlc. Per seleccionar hw:0,1, utilitzeu alsa://hw:0,1.

source: GSM Audio
ca_es: Àudio GSM

source: ALSA audio capture input
ca_es: Entrada de la captura d'àudio ALSA

source: Blu-Ray Disc Input
ca_es: Entrada de disc Blu-ray

source: Bluray menus
ca_es: Menús Blu-ray

source: Use bluray menus. If disabled, the movie will start directly
ca_es: Utilitza els menús Blu-ray. Si aquesta opció està inhabilitada, la pel·lícula començarà directament.

source: Blu-Ray Disc support (libbluray)
ca_es: Compatibilitat amb el disc Blu-ray (libbluray)

source: This Blu-Ray Disc needs a library for AACS decoding, and your system does not have it.
ca_es: Aquest disc Blu-ray necessita una biblioteca per descodificar l'AACS i el vostre sistema no la té.

source: BluRay Disc is corrupted.
ca_es: El disc Blu-ray està malmès.

source: This Blu-Ray Disc needs a library for BD+ decoding, and your system does not have it.
ca_es: Aquest disc Blu-ray necessita una biblioteca per descodificar el BD+ i el vostre sistema no la té.

source: Blu-Ray error
ca_es: Error del Blu-ray

source: dc1394 input
ca_es: Entrada dc1394

source: Audio sampling rate in Hz
ca_es: Freqüència de mostreig de l'àudio en Hz

source: Force the DirectShow video input to use a specific frame rate(eg. 0 means default, 25, 29.97, 50, 59.94, etc.)
ca_es: Aquesta opció us permet forçar els fotogrames per segon que utilitzarà l'entrada de vídeo DirectShow (p. ex. 0 significa per defecte, 25, 29.97, 50, 59.94, etc.)

source: Refresh list
ca_es: Actualitza la llista

source: VLC cannot open ANY capture device.Check the error log for details.
ca_es: El VLC no pot obrir CAP dispositiu de captura. Comproveu el registre d'errors per a més detalls.

source: VLC cannot use the device "%s", because its type is not supported.
ca_es: El VLC no pot utilitzar el dispositiu «%s» perquè no admet el seu tipus.

source: If there is more than one digital broadcasting adapter, the adapter number must be selected. Numbering start from zero.
ca_es: El nombre de l'adaptador DVB ha d'estar seleccionat si n'hi ha més d'un. La numeració comença des de zero.

source: collapse
ca_es: redueix

source: expand
ca_es: expandeix

source: Coffee pot control
ca_es: Control de la cafetera

source: Teapot
ca_es: Tetera

source: The server is a teapot. You can't brew coffee with a teapot.
ca_es: El servidor és una tetera. No podeu fer cafè amb una tetera.

source: Coffee pot
ca_es: Cafetera

source: The pot failed to brew coffee (server error %u).
ca_es: La cafetera no ha pogut fer el cafè (error del servidor %u).

source: Coffee is ready.
ca_es: El cafè ja està a punt.

source: You can use a custom User agent or use a known one
ca_es: Aquesta opció us permet utilitzar un agent d'usuari personalitzat o un ja conegut.

source: Auto Connection
ca_es: Connexió automàtica

source: Advertise with Bonjour
ca_es: Anuncia't amb Bonjour

source: Advertise the stream with the Bonjour protocol.
ca_es: Anuncia el flux amb el protocol Bonjour.

source: Active TCP connection
ca_es: Connexió TCP activa

source: If enabled, VLC will connect to a remote destination instead of waiting for an incoming connection.
ca_es: Si està activat, el VLC es connectarà a un destí remot en comptes d'esperar una connexió entrant.

source: RTMP stream output
ca_es: Sortida del flux RTMP

source: PVR video device
ca_es: Dispositiu de vídeo PVR

source: PVR radio device
ca_es: Dispositiu de ràdio PVR

source: Norm
ca_es: Norma

source: Norm of the stream (Automatic, SECAM, PAL, or NTSC).
ca_es: Defineix la norma del flux (Automàtic, SECAM, PAL, or NTSC).

source: Width of the stream to capture (-1 for autodetection).
ca_es: Amplada de les captures de flux (-1 perquè la detecti automàticament).

source: Height of the stream to capture (-1 for autodetection).
ca_es: Alçada de les captures de flux (-1 perquè la detecti automàticament).

source: Frequency to capture (in kHz), if applicable.
ca_es: Freqüència per capturar (en kHz), si és aplicable.

source: Framerate
ca_es: Fotogrames per segon

source: Framerate to capture, if applicable (-1 for autodetect).
ca_es: Fotogrames per segon per capturar, si és aplicable (-1 perquè ho detecti automàticament).

source: Key interval
ca_es: Interval clau

source: Interval between keyframes (-1 for autodetect).
ca_es: Interval entre fotogrames clau (-1 perquè el detecti automàticament).

source: B Frames
ca_es: Fotogrames B

source: If this option is set, B-Frames will be used. Use this option to set the number of B-Frames.
ca_es: Si es defineix aquesta opció, s'utilitzaran els Fotogrames B. Utilitza-la per definir el nombre de Fotogrames B.

source: Bitrate to use (-1 for default).
ca_es: Taxa de bits que s'ha d'utilitzar (Per defecte -1).

source: Bitrate peak
ca_es: Pic de la taxa de bits

source: Peak bitrate in VBR mode.
ca_es: Pic de la taxa de bits en el mode VBR.

source: Bitrate mode
ca_es: Mode de la taxa de bits

source: Bitrate mode to use (VBR or CBR).
ca_es: Mode de la taxa de bits que s'ha d'utilitzar (VBR o CBR).

source: Audio bitmask
ca_es: Màscara de bits de l'àudio

source: Bitmask that will get used by the audio part of the card.
ca_es: Aquesta opció permet indicar la màscara de bits que utilitzarà la part d'àudio de la targeta.

source: Audio volume (0-65535).
ca_es: Volum de l'àudio (0-65535).

source: Channel
ca_es: Canal

source: Channel of the card to use (Usually, 0 = tuner, 1 = composite, 2 = svideo)
ca_es: Canal de la targeta que s'ha d'utilitzar (Normalment, 0=sintonitzador, 1= vídeo compost, 2=S-video)

source: IVTV MPEG Encoding cards input
ca_es: Entrada de les targetes de codificació MPEG amb IVTV

source: Default SWF Referrer URL
ca_es: Referent URL per defecte de l'SWF

source: The SFW URL to use as referrer when connecting to the server. This is the SWF file that contained the stream.
ca_es: L'URL de l'SWF que s'ha d'utilitzar com a referent quan es connecti al servidor. Aquest és el fitxer SWF que contenia el flux.

source: Default Page Referrer URL
ca_es: Referent URL per defecte de la pàgina

source: The Page URL to use as referrer when connecting to the server. This is the page housing the SWF file.
ca_es: L'URL de la pàgina que s'utilitzarà com a referent quan es connecti al servidor. Aquesta és la pàgina on es troba el fitxer SWF.

source: RTMP input
ca_es: Entrada RTMP

source: Abscissa of the capture reion in pixels.
ca_es: Abscissa de la regió de captura en píxels.

source: SFTP user name
ca_es: Nom d'usuari SFTP

source: SFTP password
ca_es: Contrasenya SFTP

source: Pixel width of the frame buffer
ca_es: Amplada dels píxels de la memòria intermèdia gràfica

source: Pixel height of the frame buffer
ca_es: Alçada dels píxels de la memòria intermèdia gràfica

source: Pixel depth of the frame buffer
ca_es: Profunditat dels píxels de la memòria intermèdia gràfica

source: Video device (Default: /dev/video0).
ca_es: Dispositiu de vídeo (Per defecte: /dev/video0).

source: Force width (-1 for autodetect, 0 for driver default).
ca_es: Força l'amplada (-1 per a detecció automàtica, 0 per al valor per defecte del controlador).

source: Force height (-1 for autodetect, 0 for driver default).
ca_es: Força l'alçada (-1 per a detecció automàtica, 0 per al valor per defecte del controlador).

source: Framerate to capture, if applicable (0 for autodetect).
ca_es: Fotogrames per segon per capturar, si és aplicable (0 perquè ho detecti automàticament).

source: Use libv4l2
ca_es: Utilitza la libv4l2

source: Force usage of the libv4l2 wrapper.
ca_es: Força l'ús de l'embolcall libv4l2.

source: Backlight compensation.
ca_es: Compensació del contrallum.

source: Tuner id
ca_es: Identificador del sintonitzador

source: Tuner id (see debug output).
ca_es: Identificador del sintonitzador (vegeu la sortida de depuració).

source: Primary language (Analog TV tuners only)
ca_es: Llengua primària (només per a sintonitzadors de TV analògica)

source: Secondary language (Analog TV tuners only)
ca_es: Llengua secundària (només per a sintonitzadors de TV analògica)

source: Second audio program (Analog TV tuners only)
ca_es: Segon programa d'àudio (només per a sintonitzadors de TV analògica)

source: Primary language left, Secondary language right
ca_es: Llengua primària a l'esquerra, llengua secundària a la dreta

source: Video4Linux2 input
ca_es: Entrada del Video4Linux2

source: Video4Linux2 Compressed A/V
ca_es: Video4Linux2 Comprimit A/V

source: [vcd:][device][@[title][,[chapter]]]
ca_es: [vcd:][dispositiu][@[títol][,[capítol]]]

source: AltiVec memcpy
ca_es: memcpy AltiVec

source: ARM NEON audio format conversions
ca_es: Conversions del format d'àudio ARM NEON

source: TCP address to use (default localhost)
ca_es: Adreça TCP que s'ha d'utilitzar (màquina local per defecte)

source: TCP address to use to communicate with the video part of the Bar Graph (default localhost).In the case of bargraph incrustation, use localhost.
ca_es: Adreça TCP que s'ha d'utilitzar per comunicar-se amb la part del vídeo de la gràfica de barres (màquina local per defecte). En cas que la gràfica de barres estigui incrustada, utilitzeu la màquina local.

source: TCP port to use (default 12345)
ca_es: Port TCP que s'ha d'utilitzar (per defecte 12345)

source: TCP port to use to communicate with the video part of the Bar Graph (default 12345).Use the same port as the one used in the rc interface.
ca_es: Adreça TCP que s'ha d'utilitzar per comunicar-se amb la part del vídeo de la gràfica de barres (per defecte 12345). Utilitza el mateix port que s'ha utilitzat a la interfície rc.

source: Defines if BarGraph information should be sent (default 1)
ca_es: Determina si la informació de la gràfica de barres s'ha d'enviar (per defecte 1)

source: Sends the barGraph information every n audio packets (default 4)
ca_es: Envia la informació de la gràfica de barres cada n paquets d'àudio (per defecte 4)

source: Defines if silence alarm information should be sent (default 1)
ca_es: Determina si la informació de l'alarma silenciosa s'ha d'enviar (per defecte1)

source: Time window to use in ms (default 5000)
ca_es: Finestra de temps que s'ha d'utilitzar en ms (per defecte 5000)

source: Minimum Audio level to raise the alarm (default 0.1)
ca_es: Nivell mínim d'àudio per activar l'alarma (per defecte 0,1)

source: Time between two alarm messages in ms (default 2000)
ca_es: Temps entre dos missatges d'alarma en ms (per defecte 2000)

source: Force connection reset regularly (default 1)
ca_es: Fes que la connexió es reinicii regularment (per defecte 1)

source: Feedback Gain
ca_es: Guany de la retroacció

source: Fixed point audio format conversions
ca_es: Conversions de format d'àudio de punt fix

source: Fixed-point audio mixer
ca_es: Mesclador d'àudio de punt fix

source: Float32 audio mixer
ca_es: Mesclador d'àudio Float32

source: Channels available for audio output.If the input has more channels than the output, it will be down-mixed.This parameter is ignored when digital pass-through is active.
ca_es: Canals disponibles per a la sortida d'àudio. Si l'entrada té més canals que la sortida, es mesclarà cap avall. Aquest paràmetre s'ignora quan està activada la traspassada digital.

source: Choose a number corresponding to the number of an audio device, as listed in your 'Audio Device' menu. This device will then be used by default for audio playback.
ca_es: Trieu un nombre corresponent al nombre d'un dispositiu d'àudio, tal com es llista al vostre menú «Dispositiu d'Àudio». Aquest dispositiu s'utilitzarà per defecte per reproduir l'àudio.

source: You should configure your speaker layout with the "Audio Midi Setup" utility in /Applications/Utilities. Stereo mode is being used now.
ca_es: És recomanable que configureu la disposició dels altaveus amb la utilitat «Configuració d'àudio MIDI» a Aplicacions/Utilitats. Ara s'està utilitzant el mode estèreo.

source: 3 Front 2 Rear
ca_es: 3 al davant i 2 al darrere

source: 2 Front 2 Rear
ca_es: 2 al davant i 2 al darrere

source: A/52 over S/PDIF
ca_es: A/52 sobre S/PDIF

source: OSS DSP device
ca_es: Dispositiu OSS DSP

source: Portaudio identifier for the output device
ca_es: Identificador PortAudio per al dispositiu de sortida

source: PORTAUDIO audio output
ca_es: Sortida d'àudio PORTAUDIO

source: Audio device
ca_es: Dispositiu d'àudio

source: Default Audio Device
ca_es: Dispositiu d'àudio per defecte

source: Win32 waveOut extension output
ca_es: Sortida de l'extensió Win32 waveOut

source: FFmpeg deinterlace video filter
ca_es: Filtre de vídeo desentrellaçat FFmpeg

source: FFmpeg can do error resilience. However, with a buggy encoder (such as the ISO MPEG-4 encoder from M$) this can produce a lot of errors. Valid values range from 0 to 4 (0 disables all errors resilience).
ca_es: L'FFmpeg pot reconèixer errors. Tot i així, amb un codificador amb errors (com el codificador ISO MPEG-4 del M$) aquesta opció pot produir molts errors. Els valors vàlids estan entre 0 i 4 (0 inhabilita el reconeixement d'errors).

source: Force skipping of idct to speed up decoding for frame types(-1=None, 0=Default, 1=B-frames, 2=P-frames, 3=B+P frames, 4=all frames).
ca_es: Força l'omissió de fotogrames idct per tal d'augmentar la velocitat de la descodificació per als tipus de fotogrames (-1=cap, 0=per defecte, 1=fotogrames B, 2=fotogrames P, 3=fotogrames B+P, 4=tots els fotogrames).

source: Low resolution decoding
ca_es: Descodificació de resolució baixa

source: Only decode a low resolution version of the video. This requires less processing power
ca_es: Descodificarà només una versió del vídeo de resolució baixa .Necessita menys poder de processament.

source: Specify the AAC audio profile to use for encoding the audio bitstream. It takes the following options: main, low, ssr (not supported) and ltp (default: main)
ca_es: Aquesta opció us permet especificar el perfil d'àudio AAC que s'ha d'utilitzar per a la codificació del flux de bits de l'àudio. Inclou les opcions següents: main, low, ssr (no admès) i ltp (per defecte, principal)

source: It seems your FFMPEG (libavcodec) installation lacks the following encoder: %s. If you don't know how to fix this, ask for support from your distribution. This is not an error inside VLC media player. Do not contact the VideoLAN project about this issue.
ca_es: La instal·lació de l'FFMPEG (libavcodec) no té els següents codificadors: %s. Si no sabeu com solucionar això, demaneu assistència al vostre distribuïdor. No és un error intern del VLC. No contacteu amb el projecte VideoLAN per preguntar sobre aquest problema.

source: RealVideo library decoder
ca_es: Descodificador de la biblioteca RealVideo

source: Subtitles text encoding
ca_es: Codificació del text dels subtítols

source: Subtitles justification
ca_es: Justificació de subtítols

source: UTF-8 subtitles autodetection
ca_es: Detecció automàtica dels subtítols UTF-8

source: This enables automatic detection of UTF-8 encoding within subtitles files.
ca_es: Permet la detecció automàtica de la codificació UTF-8 dins dels fitxers de subtítols.

source: Text subtitles decoder
ca_es: Descodificador dels subtítols de text

source: Sets maximum interval between IDR-frames.Larger values save bits, thus improving quality for a given bitrate at the cost of seeking precision.
ca_es: Defineix l'interval màxim entre els fotogrames IDR. Els valors més grans estalvien bits i d'aquesta manera milloren la qualitat per a una taxa de bits concreta, a costa de la precisió de la cerca.

source: Direct MV prediction mode.
ca_es: Mode de predicció directa del vector de moviment.

source: RD based mode decision for B-frames
ca_es: Decisió de mode basada en RD per a fotogrames B

source: Jointly optimize both MVs in B-frames
ca_es: Optimització conjunta d'ambdós vectors de moviment als fotogrames B

source: Tune the settings for a particular type of source or situation. Overridden by user settings.
ca_es: Ajusta els paràmetres per a un tipus específic de font o de situació. Els paràmetres d'usuari el substitueixen.

source: Use preset as default settings. Overridden by user settings.
ca_es: Utilitza els valors predefinits com a paràmetres per defecte. Els paràmetres d'usuari el substitueixen.

source: fast
ca_es: ràpid

source: slow
ca_es: lent

source: all
ca_es: tot

source: spatial
ca_es: espacial

source: H.264/MPEG4 AVC encoder (x264)
ca_es: Codificador H.264/MPEG4 AVC (x264)

source: Subtitle position %i px
ca_es: Posició del subtítol: %i px

source: Volume %d%%
ca_es: Volum: %d%%

source: Use the rotate video filter instead of transform
ca_es: Utilitza el filtre de rotació de vídeo en comptes de la transformació

source: | adev [X] . . . . . . . . . . . set/get audio device
ca_es: | adev [X] . . . . . . . . . . . defineix/rep el dispositiu de so

source: | strack [X] . . . . . . . . . set/get subtitles track
ca_es: | strack [X] . . . . . . . . . defineix/rep els subtítols de pista

source: | @name marq-marquee STRING . . overlay STRING in video
ca_es: | @name marq-marquee STRING . . superposa STRING al vídeo

source: | @name marq-x X . . . . . . . . . . . .offset from left
ca_es: | @name marq-x X . . . . . . . . . . . .òfset de l'esquerra

source: | @name marq-y Y . . . . . . . . . . . . offset from top
ca_es: | @name marq-y Y . . . . . . . . . . . . òfset de dalt

source: | @name marq-position #. . . .relative position control
ca_es: | @name marq-position #. . . .control de posició relativa

source: | @name marq-color # . . . . . . . . . . font color, RGB
ca_es: | @nom marq-color # . . . . . . . . . . color de lletra, RGB

source: | @name marq-opacity # . . . . . . . . . . . . . opacity
ca_es: | @nom marq-opacity # . . . . . . . . . . . . . opacitat

source: | @name marq-timeout T. . . . . . . . . . timeout, in ms
ca_es: | @nom marq-timeout T. . . . . . . . . . temps d'espera, en ms

source: | @name marq-size # . . . . . . . . font size, in pixels
ca_es: | @nom marq-size # . . . . . . . . cos de lletra, en píxels

source: | @name logo-file STRING . . .the overlay file path/name
ca_es: | @nom logo-file STRING . . .camí/nom del fitxer de superposició

source: | @name logo-x X . . . . . . . . . . . .offset from left
ca_es: | @name logo-x X . . . . . . . . . . . .òfset de l'esquerra

source: | @name logo-y Y . . . . . . . . . . . . offset from top
ca_es: | @name logo-y Y . . . . . . . . . . . . òfset de dalt

source: | @name logo-position #. . . . . . . . relative position
ca_es: | @name logo-position #. . . . . . . . posició relativa

source: | @name logo-transparency #. . . . . . . . .transparency
ca_es: | @name logo-transparency #. . . . . . . . .transparència

source: | @name mosaic-alpha # . . . . . . . . . . . . . . alpha
ca_es: | @name mosaic-alpha # . . . . . . . . . . . . . . alfa

source: | @name mosaic-height #. . . . . . . . . . . . . .height
ca_es: | @name mosaic-height #. . . . . . . . . . . . . .alçada

source: | @name mosaic-width # . . . . . . . . . . . . . . width
ca_es: | @name mosaic-width # . . . . . . . . . . . . . . amplada

source: | @name mosaic-xoffset # . . . .top left corner position
ca_es: | @name mosaic-xoffset # . . . .posició de la cantonada superior esquerra

source: | @name mosaic-yoffset # . . . .top left corner position
ca_es: | @name mosaic-yoffset # . . . .posició cantonada superior esquerra

source: | @name mosaic-offsets x,y(,x,y)*. . . . list of offsets
ca_es: | @name mosaic-offsets x,y(,x,y)*. . . . llista d'òfsets

source: | @name mosaic-align 0..2,4..6,8..10. . .mosaic alignment
ca_es: | @name mosaic-align 0..2,4..6,8..10. . .alineació del mosaic

source: | @name mosaic-vborder # . . . . . . . . vertical border
ca_es: | @name mosaic-vborder # . . . . . . . . contorn vertical
